window.OFFICE_HOURS = {
  "FF-13": [
    {
      name: "د. محمد",
      slots: [
        { day: "الأحد", time: "10–12" },
        { day: "الاثنين", time: "10–12" }
      ]
    },
    {
      name: "د. خالد",
      slots: [
        { day: "الاثنين", time: "9–11" }
      ]
    },
    {
      name: "د. عبدالله",
      slots: [
        { day: "الثلاثاء", time: "1–3" }
      ]
    }
  ],
    "FF-11": [
    {
      name: "د. أحمد",
      slots: [
        { day: "الأحد", time: "10–12" },
        { day: "الاثنين", time: "10–12" },
      ]
    },
    {
      name: "د. وليد",
      slots: [
        { day: "الاثنين", time: "9–11" }
      ]
    },
    {
      name: "د. عبدالله",
      slots: [
        { day: "الثلاثاء", time: "1–3" }
      ]
    }
  ],

  "FF-38": [
    {
      name: "د. أشرف",
      slots: [
        { day: "الأحد", time: "10–12" }
      ]
    }
  ],

  "FF-32": [
    {
      name: "أ. عزام",
      slots: [
        { day: "الأحد", time: "10–12" }
      ]
    }
  ],

  "FF-09": [
    {
      name: "د. مالك",
      slots: [
        { day: "الأحد", time: "10–12" }
      ]
    }
  ],









  
  "GF-30": [ // معمل مثلاً
    {
      name: "د. أحمد",
      slots: [
        { day: "الأحد", time: "10–12" },
        { day: "الاثنين", time: "10–12" },
      ]
    },
    {
      name: "د. وليد",
      slots: [
        { day: "الاثنين", time: "9–11" }
      ]
    },
    {
      name: "د. عبدالله",
      slots: [
        { day: "الثلاثاء", time: "8–9" },
       { day: "الخميس", time: "14–15" }
      ]
    }
  ]
};
